Repository: Leo-Corporation/ColorPicker
Catalog: ColorPicker/Properties/Resources.*.resx
Languages: fr_fr, ja_jp

source: Hi
fr_fr: Bonjour
ja_jp: こんにちは

source: Good afternoon
fr_fr: Bonne après-midi
ja_jp: こんにちは

source: Good night
fr_fr: Bonne nuit
ja_jp: おやすみ

source: Good evening
fr_fr: Bonne soirée
ja_jp: こんばんは

source: Pinned
fr_fr: Épinglé
ja_jp: ピン留め

source: Home
fr_fr: Accueil
ja_jp: ホーム

source: Settings
fr_fr: Paramètres
ja_jp: 設定

source: History
fr_fr: Historique
ja_jp: 履歴

source: Tools
fr_fr: Outils
ja_jp: ツール

source: Details
fr_fr: Détails
ja_jp: 詳細

source: Selector
fr_fr: Sélecteur
ja_jp: セレクタ

source: Picker
ja_jp: ピッカー

source: Bookmarks
fr_fr: Signets
ja_jp: ブックマーク

source: Chromatic wheel
fr_fr: Roue chromatique
ja_jp: カラーホイール

source: Color Tools
fr_fr: Outils de Couleur
ja_jp: カラー ツール

source: Creation
fr_fr: Création
ja_jp: 作成

source: Converter
fr_fr: Convertisseur
ja_jp: コンバータ

# TextTool
source: Text
fr_fr: Texte
ja_jp: テキスト

source: Palette
ja_jp: パレット

source: Gradient
fr_fr: Dégradé
ja_jp: グラデーション

source: Circle
fr_fr: Cercle
ja_jp: 丸

source: Disc
fr_fr: Disque
ja_jp: 色相環

source: Shades
fr_fr: Nuances
ja_jp: 色調

# ColorValid
source: The color is valid.
fr_fr: La couleur est valide.
ja_jp: 色は有効です。

# InvalidColor
source: The color is invalid.
fr_fr: La couleur est invalide.
ja_jp: 色が無効です。

source: Font
fr_fr: Police
ja_jp: フォント

source: Size
fr_fr: Taille
ja_jp: サイズ

source: Foreground
fr_fr: Premier plan
ja_jp: 前景色

source: Background
fr_fr: Arrière plan
ja_jp: 背景色

source: Contrast
fr_fr: Contraste
ja_jp: コントラスト

source: Brightness
fr_fr: Luminosités
ja_jp: 輝度

source: Hues
fr_fr: Teintes
ja_jp: 色相

source: From
fr_fr: Depuis
ja_jp: 開始

source: To
fr_fr: À
ja_jp: 終了

source: Rotation
ja_jp: 回転

# DevTools
source: Developer tools
fr_fr: Outils de développement
ja_jp: 開発者ツール

source: Get started
fr_fr: Commencer
ja_jp: はじめに

source: Suggested actions
fr_fr: Actions rapides
ja_jp: クイック操作

source: Discover
fr_fr: Découvrir
ja_jp: 検索

# SelectColor
source: Select a color
fr_fr: Sélectionner une couleur
ja_jp: 色の選択

# SelectChomaticDisc
source: Select from the chromatic disc
fr_fr: Sélectionner depuis le disque chromatique
ja_jp: 色相環から選択

source: Convert from RGB
fr_fr: Convertir depuis le RVB
ja_jp: RGBから変換

# GetContrast
source: Get contrast ratio
fr_fr: Obtenir le ratio de contraste
ja_jp: コントラスト比を取得

# GeneratePalette
source: Generate a palette
fr_fr: Générer une palette
ja_jp: パレットの生成

# GenerateGradient
source: Generate a gradient
fr_fr: Générer un dégradé
ja_jp: グラデーションの生成

source: Empty bookmarks
fr_fr: Vider les signets
ja_jp: 空のブックマーク

source: Colors
fr_fr: Couleurs
ja_jp: 色

source: Gradients
fr_fr: Dégradés
ja_jp: グラデーション

source: Palettes
ja_jp: パレット

# EmptyHistoryMsg
source: Are you sure want to empty these bookmarks? This action is irreversible.
fr_fr: Êtes-vous sûr de vouloir vider ces signets ? Cette action est irréversible.
ja_jp: これらのブックマークを空にしてもよろしいですか? この操作は元に戻せません。

# CheckUpdate
source: Check for updates
fr_fr: Rechercher des mises à jour
ja_jp: 更新の確認

source: Updates
fr_fr: Mises à jour
ja_jp: 更新

source: Install
fr_fr: Installer
ja_jp: インストール

source: Theme
fr_fr: Thème
ja_jp: テーマ

source: Light
fr_fr: Clair
ja_jp: ライト

source: Dark
fr_fr: Sombre
ja_jp: ダーク

source: Licenses
fr_fr: Licences
ja_jp: ライセンス

source: Apply
fr_fr: Appliquer
ja_jp: 適用

source: See licenses
fr_fr: Voir les licenses
ja_jp: ライセンスの表示

# ChangeTheme
source: Change ColorPicker theme.
fr_fr: Changer le thème de ColorPicker.
ja_jp: カラーピッカーのテーマを変更。

source: Language
fr_fr: Langue
ja_jp: 言語

# NeedRestartToApplyChanges
source: ColorPicker needs to restart to apply the changes. Do you want to restart now?
fr_fr: ColorPicker doit redémarrer pour appliquer les changements. Voulez-vous redémarrer maintenant ?
ja_jp: 変更を適用するにはColorPickerを再起動する必要があります。今すぐ再起動しますか？

source: Default
fr_fr: Par défaut
ja_jp: 既定

# UpToDate
source: ColorPicker is up to date.
fr_fr: ColorPicker est à jour.
ja_jp: ColorPicker は最新です。

# AvailableUpdates
source: Updates are available.
fr_fr: Des mises à jour sont disponibles.
ja_jp: 更新が利用可能です。

# InstallConfirmMsg
source: To install updates, ColorPicker needs to restarts. Do you want to continue?
fr_fr: Pour installer les mises à jour, ColorPicker doit redémarrer. Voulez-vous continuer ?
ja_jp: 更新をインストールするには、ColorPicker を再起動する必要があります。続行しますか?

source: Install version
fr_fr: Installer la version
ja_jp: インストールバージョン

source: Version
ja_jp: バージョン

# ChangeLanguage
source: Change the language of ColorPicker.
fr_fr: Changer la langue de ColorPicker.
ja_jp: ColorPicker の言語を変更。

# NotifyUpdates
source: Show a notification when updates are available
fr_fr: Afficher une notification lorsque des mises à jour sont disponibles
ja_jp: 更新が利用可能になったときに通知を表示する

source: Notifications
ja_jp: 通知

# NotificationsDescription
source: Notifications settings.
fr_fr: Paramètres des notifications.
ja_jp: 通知の設定。

# CheckUpdatesOnStart
source: Check for updates on start
fr_fr: Rechercher des mises à jour lors du démarrage
ja_jp: 起動時に更新を確認する

# StartupPage
source: Default page on start
fr_fr: Page par défaut lors du démarrage
ja_jp: 起動時の開始ページ

source: On start
fr_fr: Lors du démarrage
ja_jp: 起動時

# OnStartDescription
source: Settings that applies on start.
fr_fr: Paramètres qui s'appliquent lors du démarrage.
ja_jp: S起動時に適用される設定。

# DataPrivacy
source: Data and Privacy
fr_fr: Données et Vie privée
ja_jp: データとプライバシー

# DataDescription
source: Manage your data and your privacy.
fr_fr: Gérez vos données et votre vie privée.
ja_jp: データとプライバシーの管理。

# Import
source: Import settings
fr_fr: Importer les paramètres
ja_jp: 設定のインポート

# Export
source: Export settings
fr_fr: Exporter les paramètres
ja_jp: 設定をエクスポート

# SettingsExportedSucessMsg
source: Settings have been sucessfully exported.
fr_fr: Les paramètres ont été exportés avec succès.
ja_jp: 設定が正常にエクスポートされました。

# SettingsImportedMsg
source: Settings were sucessfully imported. To finish the process, ColorPicker is going to restart.
fr_fr: Les paramètres ont été importés avec succès. Pour finir le processus, ColorPicker va redémarrer.
ja_jp: 設定が正常にインポートされました。処理を完了するために、ColorPicker を再起動します。

source: Reset settings
fr_fr: Réinitialiser les paramètres
ja_jp: 設定のリセット

# SynethiaEnable
source: Enable Synethia customized experience.
fr_fr: Activer l'expérience personnalisée Synethia.
ja_jp: Synethia カスタム エクスペリエンスを有効する。

# ResetSynethia
source: Reset Synethia data
fr_fr: Réinitialiser les données Synethia
ja_jp: Synethiaデータをリセット

# ResetSettingsConfirmation
source: Are you sure you want to reset all settings?
fr_fr: Êtes-vous sûr de vouloir réinitialiser tous les paramètres ?
ja_jp: すべての設定をリセットしてもよろしいですか?

# SynethiaDeleteMsg
source: Are you sure you want to reset all Synethia data? Your personalized experience will be lost; This action cannot be canceled.
fr_fr: Êtes-vous sûr de vouloir réinitialiser toutes les données de Synethia ? Votre expérience personnalisée sera perdue ; Cette action ne peut être annulée.
ja_jp: Synethiaのすべてのデータをリセットしますか? 個人用のエクスペリエンスは失われます; この操作はキャンセルできません。

source: Color Options
fr_fr: Options de couleurs
ja_jp: 色のオプション

source: Default color type
fr_fr: Type de couleur par défaut
ja_jp: 既定の色の種類

# ColorOptionsDesc
source: The way ColorPicker handle colors.
fr_fr: La manière dont ColorPicker gère les couleurs.
ja_jp: ColorPicker が色を処理する方法。

source: Keyboard shortcuts
fr_fr: Raccourcis clavier
ja_jp: キーボード ショートカット

source: Use keyboard shortcuts
fr_fr: Utiliser les raccourcis clavier
ja_jp: キーボード ショートカットを使用する

source: Edit shortcut
fr_fr: Modifier le raccourci
ja_jp: ショートカットの編集

# PressKeys
source: Press a combination of keys.
fr_fr: Appuyez sur une combinaison de touches.
ja_jp: キーの組み合わせを押します。

# NeedRestartLabel
source: ColorPicker needs to restart to apply the changes.
fr_fr: ColorPicker doit redémarrer pour appliquer les changements.
ja_jp: 変更を適用するには、ColorPicker を再起動する必要があります。

source: Reset keyboard shortcuts
fr_fr: Réinitialiser les raccourcis clavier
ja_jp: キーボード ショートカットのリセット

source: Start selection
fr_fr: Démarrer la sélection
ja_jp: 選択開始

source: Copy color
fr_fr: Copier la couleur
ja_jp: 色をコピー

# TextToolDesc
source: Text tool settings.
fr_fr: Paramètre de l'outil de texte.
ja_jp: テキストツールの設定。

source: Max
ja_jp: 最大

# FirstRunQuitMsg
source: Do you want to ignore this window and continue to ColorPicker?
fr_fr: Voulez-vous ignorer cette fenêtre et continuer sur ColorPicker ?
ja_jp: このウィンドウを無視して ColorPicker に進みますか?

source: Next
fr_fr: Suivant
ja_jp: 次へ

source: Skip
fr_fr: Passer
ja_jp: スキップ

source: Features
fr_fr: Fonctionnalités
ja_jp: 機能

# Agree
source: I agree
fr_fr: J'accepte
ja_jp: 同意

source: No thanks
fr_fr: Non merci
ja_jp: 結構です

source: Introducing Synethia
fr_fr: Voici Synethia
ja_jp: Synethiaの紹介

# SynethiaInfo
source: Synethia is an algorithm that personnalizes your experience.
fr_fr: Synethia est un algorithme qui personnalise votre expérience.
ja_jp: Synethia は、ユーザーの体験をパーソナライズするアルゴリズムです。

# SynethiaDataInfo
source: Synethia collects data in ColorPicker only
fr_fr: Synethia collecte des données dans ColorPicker uniquement
ja_jp: SynethiaはColorPickerでのみデータを収集します

# SynethiaAnalyze
source: Synethia will then analyze this data to provide a unique experience
fr_fr: Synethia analysera ensuite ces données pour offrir une expérience unique
ja_jp: Synethiaはこのデータを分析してユニークな体験を提供します

# SynethiaHome
source: The Home dashbord will recommand actions based on your usage
fr_fr: Le tableau de bord d'accueil recommandera des actions en fonction de votre utilisation
ja_jp: ホームダッシュボードは使用状況に基づいて操作を推奨します

# SynethiaPrivacy
source: Your data is stored on your device, anonymously. Absolutely NO data is sent to LÃ©o Corporation.
fr_fr: Vos données sont stockées sur votre appareil, de manière anonyme. Absolument AUCUNE donnée n'est envoyée à Léo Corporation.
ja_jp: お客様のデータは匿名でデバイスに保存されます。Léo Corporationにデータが送信されることはありません。

source: Let's go!
fr_fr: En avant !
ja_jp: 始める!

# WelcomeReady
source: Everyting is ready
fr_fr: Tout est prêt
ja_jp: 準備万端

# SelectorInfo
source: The selector feature of ColorPicker enables you to choose any color from the screen by moving the cursor over it and pressing a keyboard shortcut. The chosen color will be shown in a preview box and its code will be copied to the clipboard in a desired color type.
fr_fr: La fonction de sélection de ColorPicker vous permet de choisir n'importe quelle couleur à l'écran en déplaçant le curseur sur celle-ci et en appuyant sur un raccourci clavier. La couleur choisie sera affichée dans une boîte d'aperçu et son code sera copié dans le presse-papiers dans le type de couleur souhaité.
ja_jp: ColorPickerのセレクター機能を使用すると、画面上の任意の色にカーソルを合わせてキーボードショートカットを押すだけで選択できます。選択した色はプレビューボックスに表示され、そのコードが希望する色の種類でクリップボードにコピーされます。

# ConverterInfo
source: The converter feature of ColorPicker allows you to convert any color type to another one. The color types are RGB, HEX, HSV, HSL, CMYK, XYZ, YIQ and YUV. You can enter a color code in any of these formats and see the corresponding codes in the other formats.
fr_fr: La fonction de conversion de ColorPicker vous permet de convertir tout type de couleur en un autre. Les types de couleurs sont RGB, HEX, HSV, HSL, CMYK, XYZ, YIQ et YUV. Vous pouvez saisir un code couleur dans l'un de ces formats et voir les codes correspondants dans les autres formats.
ja_jp: ColorPickerのコンバーター機能を使うと、任意のカラータイプを別のカラータイプに変換できます。カラータイプは、RGB、HEX、HSV、HSL、CMYK、XYZ、YIQ、YUVです。これらのいずれかの形式でカラーコードを入力すると、他の形式で対応するカラーコードが表示されます。

# GradientInfo
source: The gradient feature of ColorPicker lets you generate random two-stops gradients with a specific rotation angle. You can see a preview of the gradient and its CSS code. You can also export the gradient to CSS code and use it in your web design projects.
fr_fr: La fonction de dégradé de ColorPicker vous permet de générer des dégradés aléatoires à deux niveaux avec un angle de rotation spécifique. Vous pouvez voir un aperçu du dégradé et de son code CSS. Vous pouvez également exporter le dégradé en code CSS et l'utiliser dans vos projets de conception Web.
ja_jp: ColorPickerのグラデーション機能を使うと、指定した回転角度で2段階のグラデーションをランダムに生成できます。グラデーションのプレビューとCSSコードを確認できます。また、グラデーションをCSSコードにエクスポートして、Webデザインプロジェクトで使用することもできます。

# WelcomeDesc
source: Welcome to ColorPicker, the ultimate tool for picking, converting and generating colors.
fr_fr: Bienvenue dans ColorPicker, l'outil ultime pour choisir, convertir et générer des couleurs.
ja_jp: 色の選択、変換、生成のための究極のツール、ColorPicker へようこそ。

# KeyboardSelectionHint
source: Press {0} to start or stop selecting a color from your screen.
fr_fr: Appuyez sur {0} pour commencer ou arrêter la sélection d'une couleur sur votre écran.
ja_jp: 画面から色の選択を開始または停止するには、{0} を押します。

source: Copy RGB
fr_fr: Copier en RVB
ja_jp: RGB値をコピー

source: Copy HEX
fr_fr: Copier en HEX
ja_jp: HEX値をコピー

source: Copy HSL
fr_fr: Copier en HSL
ja_jp: HSL値をコピー

source: Copy HSV
fr_fr: Copier en HSV
ja_jp: HSV値をコピー

source: Copy XYZ
fr_fr: Copier en XYZ
ja_jp: XYZ値をコピー

source: Copy YIQ
fr_fr: Copier en YIQ
ja_jp: YIQ値をコピー

source: Copy YUV
fr_fr: Copier en YUV
ja_jp: YUV値をコピー

source: Copy CMYK
fr_fr: Copier en CMJN
ja_jp: CMYK値をコピー

# GenerateColor
source: Generate a random color
fr_fr: Générer une couleur aléatoire
ja_jp: ランダムな色を生成

# AddBookmark
source: Add to bookmarks
fr_fr: Ajouter aux signets
ja_jp: ブックマークに追加

# RemoveBookmark
source: Remove from bookmarks
fr_fr: Retirer des signets
ja_jp: ブックマークから削除

# GenerateTextColors
source: Generate new colors
fr_fr: Générer de nouvelles couleurs
ja_jp: 新しい色を生成

source: Delete
fr_fr: Supprimer
ja_jp: 削除

source: AI Generation
fr_fr: Génération IA
ja_jp: AI 生成

# AIGenerateColor
source: Generate colors with AI
fr_fr: Générer des couleurs avec l'IA
ja_jp: AIで色を生成

# AISettings
source: Customize AI Generation settings.
fr_fr: Personnaliser les paramètres liés à la Génération IA.
ja_jp: AI 生成設定のカスタマイズ。

# OpenAIKey
source: OpenAI API Key
fr_fr: Clé d'API OpenAI
ja_jp: OpenAI API キー

source: Generate
fr_fr: Générer
ja_jp: 生成

# ProvideAPromptMsg
source: Please provide a prompt to AI.
fr_fr: Veuillez fournir une instruction à l'IA.
ja_jp: AIにプロンプトを入力してください。

# ProvideAPIKey
source: Please define an API Key in settings.
fr_fr: Veuillez définir une clé API dans les paramètres.
ja_jp: 設定で API キーを定義してください。

source: Single color
fr_fr: Couleur unique
ja_jp: 単色

source: Model
fr_fr: Modèle
ja_jp: モデル

# NoApiKeyMsg
source: To use AI featues, you need an OpenAI API key.
fr_fr: Pour utiliser les fonctionnalités d'IA, vous avez besoin d'une clé API OpenAI.
ja_jp: AI 機能を使用するには、OpenAI API キーが必要です。

source: Decimal
fr_fr: Décimal
ja_jp: 10進数

# CopyDEC
source: Copy Decimal
fr_fr: Copier en Décimal
ja_jp: 10進数値をコピー

source: Get ideas
fr_fr: Obtenir des idées
ja_jp: アイデアの取得

source: Edit in Selector
fr_fr: Modifier dans le Sélecteur
ja_jp: セレクターで編集

source: Convert
fr_fr: Convertir
ja_jp: 変換

source: Harmonies
ja_jp: ハーモニー

source: Get harmonies
fr_fr: Obtenir des harmonies
ja_jp: ハーモニーの取得

source: Complementary
fr_fr: Complementaire
ja_jp: 補完的

source: Split Complementary
fr_fr: Séparé Complémentaire
ja_jp: 分割補完

source: Triadic
fr_fr: Triadique
ja_jp: 三位一体

source: Analogous
fr_fr: Analogique
ja_jp: 類似

source: Monochromatic
fr_fr: Monochromatique
ja_jp: モノクロ

# PortableNoAutoUpdates
source: Automatic updates are not available in portable mode, please download ColorPicker Max again.
fr_fr: Les mises à jour automatiques ne sont pas disponibles en mode portable, veuillez télécharger ColorPicker Max à nouveau.
ja_jp: ポータブルモードでは自動更新は利用できません。ColorPicker Max を再度ダウンロードしてください。

# EmptyAiPlaceholder
source: Enter a prompt to generate colors using the power of AI
fr_fr: Saisissez une instruction pour générer des couleurs en utilisant la puissance de l'IA
ja_jp: AIの力を使って色を生成するためのプロンプトを入力します

source: RGB Separator
fr_fr: Séparateur RGB
ja_jp: RGB セパレーター

source: Angle
ja_jp: 角度

source: Steps
fr_fr: Pas
ja_jp: ステップ

source: RGB
fr_fr: RVB

source: CMYK
fr_fr: CMJN

# GreenP
source: G
fr_fr: V

# AiPrompts
source: Ocean Breeze,Crimson Sunset,Enchanted Forest,Electric Dreams,Desert Mirage,Midnight Serenade,Neon Galaxy,Golden Harvest,Lavender Mist,Tropical Paradise,Fire and Ice,Mystic Moonlight,Emerald Elegance,Cherry Blossom,Aurora Australis,Steel City Lights,Vintage Romance,Sapphire Dreams,Amber Afterglow,Velvet Touch,Dandelion Wishes,Urban Jungle,Rose Petal Whispers,Icy Tundra,Chocolate Delight,Harbor Reflections,Whispering Wind,Vibrant Spectrum,Pastel Reverie,Moonlit Meadow
fr_fr: Brise marine,Coucher de soleil cramoisi,Forêt enchantée,Rêves électriques,Mirage du désert,Sérénade de minuit,Galaxie néon,Récolte dorée,Brume de lavande,Paradis tropical,Feu et glace,Clair de lune mystique,Élégance émeraude,Fleur de cerisier,Aurore australe,Lumières de la ville d'acier,Romance vintage,Rêves de saphir,Lueur d'ambre,Toucher de velours,Voeux de pissenlit,Jungle urbaine,Chuchotements de pétales de rose,Toundra glacée,Délice au chocolat,Réflexions du port,Vent chuchotant,Spectre vibrant,Rêverie pastel,Méadow au clair de lune
